programs = ["Экономика", "Бизнес-информатика", "Туризм"]

subjects =["Эконометрика", "Базы данных", "Теория игр",
 "Программирование на Python"]

olimps = ["Я профессионал", "Rucode", "Yandex Cup"]

subject_dict = {
 "Эконометрика": "наука, изучающая количественные и качественные экономические взаимосвязи с помощью статистических и других математических методов и моделей.",
 "Базы данных": "упорядоченный набор структурированной информации или данных, которые обычно хранятся в электронном виде в компьютерной системе.",
 "Теория игр": " математический метод изучения оптимальных стратегий в играх. ",
 "Программирование на Python": "высокоуровневый язык программирования общего назначения, который используется в том числе и для разработки веб-приложений."
 }

olimp_dict = {
    "Я профессионал": "Всероссийская олимпиада для студентов разных направлений подготовки",
    "Yandex Cup": "Открытый онлайн-чемпионат для разработчиков по шести направлениям: Фронтенд Бэкенд Мобильная разработка Аналитика Алгоритмы Машинное обучение",
    "Rucode": "Всероссийский учебный фестиваль по искусственному интеллекту и программированию RuCode"
 }
